<template lang="">
  <CategoryBar />
  <div class="page__wrapper">
    <div class="page">
      <div class="help-page__content">
        <div class="help-page__section">
          <div class="section-title">
            <div class="section-title__content">
              <h2 class="section-title__title">Помощь</h2>
            </div>
          </div>
        </div>
        <div class="help-page__section">
          <div class="section-contact">
            <div class="section-contact__content">
              <div class="section-contact__info">
                <div class="contact-info">
                  <div class="contact-info__title">
                    <h3 class="contact-info-title">Связь с поддержкой</h3>
                  </div>
                  <div class="contact-info__contacts-list">
                    <div class="contacts-list">
                      <div class="contacts-list__item">
                        <h4 class="contacts-list__title">
                          Номер телефона поддержки
                        </h4>
                        <p class="contacts-list__text">+7 999 999-99-99</p>
                      </div>
                      <div class="contacts-list__item">
                        <h4 class="contacts-list__title">
                          Электронная почта поддержки
                        </h4>
                        <p class="contacts-list__text">sportik161@mail.ru</p>
                      </div>
                      <div class="contacts-list__item">
                        <h4 class="contacts-list__title">
                          Электронная почта поддержки
                        </h4>
                        <div class="contacts-list__social-list">
                          <div class="social-list">
                            <div
                              class="social-list__item"
                              v-for="social in social_media"
                              :key="social.name"
                            >
                              <img
                                :src="social.icon"
                                alt=""
                                class="social-list__icon"
                              />
                            </div>
                          </div>
                        </div>
                      </div>
                    </div>
                  </div>
                </div>
              </div>
              <div class="section-contact__logo">
                <img
                  src="https://content.sportslogos.net/slnet-505x505trans.png"
                  alt="logo"
                  class="section-contact-logo"
                />
              </div>
            </div>
          </div>
        </div>
        <div class="help-page__section">
          <div class="section-payment">
            <div class="section-payment__content">
              <h3 class="section-payment__title">Оплата и доставка</h3>
              <div class="section-payment__text">
                <p class="section-payment__p">
                  Но курс на социально-ориентированный национальный проект
                  предполагает независимые способы реализации как
                  самодостаточных, так и внешне зависимых концептуальных
                  решений. Сложно сказать, почему базовые сценарии поведения
                  пользователей призывают нас к новым свершениям, которые, в
                  свою очередь, должны быть представлены в исключительно
                  положительном свете. Повседневная практика показывает, что
                  дальнейшее развитие различных форм деятельности представляет
                  собой интересный эксперимент проверки модели развития. Как
                  принято считать, стремящиеся вытеснить традиционное
                  производство, нанотехнологии являются только методом
                  политического участия и объявлены нарушающими общечеловеческие
                  нормы этики и морали. В частности, постоянный количественный
                  рост и сфера нашей активности не оставляет шанса для
                  приоретизации разума над эмоциями.
                </p>
                <p class="section-payment__p">
                  Но курс на социально-ориентированный национальный проект
                  предполагает независимые способы реализации как
                  самодостаточных, так и внешне зависимых концептуальных
                  решений. Сложно сказать, почему базовые сценарии поведения
                  пользователей призывают нас к новым свершениям, которые, в
                  свою очередь, должны быть представлены в исключительно
                  положительном свете. Повседневная практика показывает, что
                  дальнейшее развитие различных форм деятельности представляет
                  собой интересный эксперимент проверки модели развития. Как
                  принято считать, стремящиеся вытеснить традиционное
                  производство, нанотехнологии являются только методом
                  политического участия и объявлены нарушающими общечеловеческие
                  нормы этики и морали. В частности, постоянный количественный
                  рост и сфера нашей активности не оставляет шанса для
                  приоретизации разума над эмоциями.
                </p>
                <p class="section-payment__p">
                  Но курс на социально-ориентированный национальный проект
                  предполагает независимые способы реализации как
                  самодостаточных, так и внешне зависимых концептуальных
                  решений. Сложно сказать, почему базовые сценарии поведения
                  пользователей призывают нас к новым свершениям, которые, в
                  свою очередь, должны быть представлены в исключительно
                  положительном свете. Повседневная практика показывает, что
                  дальнейшее развитие различных форм деятельности представляет
                  собой интересный эксперимент проверки модели развития.
                </p>
              </div>
            </div>
          </div>
        </div>
        <div class="help-page__section">
          <div class="section-change">
            <div class="section-change__content">
              <h3 class="section-change__title">Обмен и возврат</h3>
              <div class="section-payment__text">
                <p class="section-payment__p">
                  Но курс на социально-ориентированный национальный проект
                  предполагает независимые способы реализации как
                  самодостаточных, так и внешне зависимых концептуальных
                  решений. Сложно сказать, почему базовые сценарии поведения
                  пользователей призывают нас к новым свершениям, которые, в
                  свою очередь, должны быть представлены в исключительно
                  положительном свете. Повседневная практика показывает, что
                  дальнейшее развитие различных форм деятельности представляет
                  собой интересный эксперимент проверки модели развития. Как
                  принято считать, стремящиеся вытеснить традиционное
                  производство, нанотехнологии являются только методом
                  политического участия и объявлены нарушающими общечеловеческие
                  нормы этики и морали. В частности, постоянный количественный
                  рост и сфера нашей активности не оставляет шанса для
                  приоретизации разума над эмоциями.
                </p>
                <p class="section-payment__p">
                  Но курс на социально-ориентированный национальный проект
                  предполагает независимые способы реализации как
                  самодостаточных, так и внешне зависимых концептуальных
                  решений. Сложно сказать, почему базовые сценарии поведения
                  пользователей призывают нас к новым свершениям, которые, в
                  свою очередь, должны быть представлены в исключительно
                  положительном свете. Повседневная практика показывает, что
                  дальнейшее развитие различных форм деятельности представляет
                  собой интересный эксперимент проверки модели развития. Как
                  принято считать, стремящиеся вытеснить традиционное
                  производство, нанотехнологии являются только методом
                  политического участия и объявлены нарушающими общечеловеческие
                  нормы этики и морали. В частности, постоянный количественный
                  рост и сфера нашей активности не оставляет шанса для
                  приоретизации разума над эмоциями.
                </p>
                <p class="section-payment__p">
                  Но курс на социально-ориентированный национальный проект
                  предполагает независимые способы реализации как
                  самодостаточных, так и внешне зависимых концептуальных
                  решений. Сложно сказать, почему базовые сценарии поведения
                  пользователей призывают нас к новым свершениям, которые, в
                  свою очередь, должны быть представлены в исключительно
                  положительном свете. Повседневная практика показывает, что
                  дальнейшее развитие различных форм деятельности представляет
                  собой интересный эксперимент проверки модели развития.
                </p>
                <p class="section-payment__p">
                  Но курс на социально-ориентированный национальный проект
                  предполагает независимые способы реализации как
                  самодостаточных, так и внешне зависимых концептуальных
                  решений. Сложно сказать, почему базовые сценарии поведения
                  пользователей призывают нас к новым свершениям, которые, в
                  свою очередь, должны быть представлены в исключительно
                  положительном свете. Повседневная практика показывает, что
                  дальнейшее развитие различных форм деятельности представляет
                  собой интересный эксперимент проверки модели развития.
                </p>
              </div>
            </div>
          </div>
        </div>
        <div class="help-page__section">
          <div class="section-FAQ">
            <div class="section-FAQ__content">
              <h3 class="section-FAQ__title">Часто задаваемые вопросы</h3>
              <MyExpandingList :content="FAQ" />
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
import MyExpandingList from '@/components/UI/MyExpandingList.vue'
export default {
  components: {
    MyExpandingList,
  },
  data() {
    return {
      social_media: [
        {
          name: 'vk',
          link: '#',
          icon: 'https://s3-alpha-sig.figma.com/img/1c5e/ceb2/2b48b59369a05c223ecb0ba3ad737a1c?Expires=1702252800&Signature=WDu9QQDNkT2tY0GOCndA7te6CEHnDRfU63Ip~V0Fs8eNprcxAi59udmystcOENVb3vwpVqAW9XYLix9k8ZNWCjroZh8RkNkux9mtlNebs6nNCZcVvhdmZo5CSjxZKYP8kbF2PaPpBRzcqIzr7xJ4xKit5Gj71MAuw7bztQOTPVSEpiM0jegBN5Ct4NAZMkP5zOOt9Cuax1H~7ojQ8OSAVYt~IY9J6zaaCDOGcst2howuFRykq3Z~bby3czp5RkhyDnnt1l41RHvFKw90vmrus-2AanWt59mOxqvUoDD-9tbPKcvQ9Sdpa84jZpYD-hJgHBWhG9OMbysKG1MPNtAOXA__&Key-Pair-Id=APKAQ4GOSFWCVNEHN3O4',
        },
        {
          name: 'ok',
          link: '#',
          icon: 'https://s3-alpha-sig.figma.com/img/8097/51bf/80574b7c7e91dca4111c87adac5270be?Expires=1702252800&Signature=J0Bmn8XbD5TfXxtQRJjNb-09i7YDNf4VDEz5lbVBtdGKdFpfne8Vkvte5Wvg4DDaeYZdpSooz3r5jTUEB2GKjoH-u0F8QNHB-1JHw4-thVwoOQrwaXftdnQkw2B2CfoU5~6O1Iy6h5JVcu9GeknRLHiVYld-eUiaGAXdA8W1BnAALG5Uouq9PL~SnTEjAeaaLurixfojnR3co72O0wPNtRwpVNXv4KRuHsUn2jl4c4q~ACc1EKme1AcD92YWo~cfJ1XOk7WtQ9SFD39HvXzt2nlx~yhbkWsr3-~j8bVfCrDd4BYKIJvcBHJd0guif4v1MAOVu7VxCvVFjfYTPktF4w__&Key-Pair-Id=APKAQ4GOSFWCVNEHN3O4',
        },
        {
          name: 'twitter',
          link: '#',
          icon: 'https://s3-alpha-sig.figma.com/img/7b1e/fcb2/0a07ccb1cb88b4369cf37bf01519aed4?Expires=1702252800&Signature=bpJGprFIEaKTgMMvM26cgcMjcXQ7Hjtva9OzBvwY8y47B3fDiXtkjqJy2WwSQbWe-OdkwDifPAiRnhIG0ViVAVRy1anLSMBu5nlptf1~YpLI2kSxKsUuuyRJFukynHXfgGgFlLcCGbunJCwxKWujHr506~7O97P-DlFgJVXyrAHB3CKaFiCCimeC99Dtv1JMVFgg3I0GbxGcJjaf-Sa-JLJEeOmeQLqAqFNC~rQ6iGDh~~qprTypm4SvVWIPR79VV70PwUFMeqXLLHyqFBe47E49tE8U9mN7gzBhrjMlnGas3Jd1j6Y32yJgIuuk3pIiNVd-cZW7UXjWgfOj65utfw__&Key-Pair-Id=APKAQ4GOSFWCVNEHN3O4',
        },
      ],
      FAQ: [
        {
          title: 'Часто задаваемый вопрос',
          description:
            'В частности, реализация намеченных плановых заданий способствует подготовке и реализации своевременного выполнения сверхзадачи. Для современного мира выбранный нами инновационный путь представляет собой интересный эксперимент проверки глубокомысленных рассуждений. Таким образом, высокотехнологичная концепция общественного уклада прекрасно подходит для реализации поставленных обществом задач. Являясь всего лишь частью общей картины, базовые сценарии поведения пользователей будут разоблачены.',
        },
        {
          title: 'Часто задаваемый вопрос',
          description:
            'В частности, реализация намеченных плановых заданий способствует подготовке и реализации своевременного выполнения сверхзадачи. Для современного мира выбранный нами инновационный путь представляет собой интересный эксперимент проверки глубокомысленных рассуждений. Таким образом, высокотехнологичная концепция общественного уклада прекрасно подходит для реализации поставленных обществом задач. Являясь всего лишь частью общей картины, базовые сценарии поведения пользователей будут разоблачены.',
        },
        {
          title: 'Часто задаваемый вопрос',
          description:
            'В частности, реализация намеченных плановых заданий способствует подготовке и реализации своевременного выполнения сверхзадачи. Для современного мира выбранный нами инновационный путь представляет собой интересный эксперимент проверки глубокомысленных рассуждений. Таким образом, высокотехнологичная концепция общественного уклада прекрасно подходит для реализации поставленных обществом задач. Являясь всего лишь частью общей картины, базовые сценарии поведения пользователей будут разоблачены.',
        },
        {
          title: 'Часто задаваемый вопрос',
          description:
            'В частности, реализация намеченных плановых заданий способствует подготовке и реализации своевременного выполнения сверхзадачи. Для современного мира выбранный нами инновационный путь представляет собой интересный эксперимент проверки глубокомысленных рассуждений. Таким образом, высокотехнологичная концепция общественного уклада прекрасно подходит для реализации поставленных обществом задач. Являясь всего лишь частью общей картины, базовые сценарии поведения пользователей будут разоблачены.',
        },
        {
          title: 'Часто задаваемый вопрос',
          description:
            'В частности, реализация намеченных плановых заданий способствует подготовке и реализации своевременного выполнения сверхзадачи. Для современного мира выбранный нами инновационный путь представляет собой интересный эксперимент проверки глубокомысленных рассуждений. Таким образом, высокотехнологичная концепция общественного уклада прекрасно подходит для реализации поставленных обществом задач. Являясь всего лишь частью общей картины, базовые сценарии поведения пользователей будут разоблачены.',
        },
        {
          title: 'Часто задаваемый вопрос',
          description:
            'В частности, реализация намеченных плановых заданий способствует подготовке и реализации своевременного выполнения сверхзадачи. Для современного мира выбранный нами инновационный путь представляет собой интересный эксперимент проверки глубокомысленных рассуждений. Таким образом, высокотехнологичная концепция общественного уклада прекрасно подходит для реализации поставленных обществом задач. Являясь всего лишь частью общей картины, базовые сценарии поведения пользователей будут разоблачены.',
        },
        {
          title: 'Часто задаваемый вопрос',
          description:
            'В частности, реализация намеченных плановых заданий способствует подготовке и реализации своевременного выполнения сверхзадачи. Для современного мира выбранный нами инновационный путь представляет собой интересный эксперимент проверки глубокомысленных рассуждений. Таким образом, высокотехнологичная концепция общественного уклада прекрасно подходит для реализации поставленных обществом задач. Являясь всего лишь частью общей картины, базовые сценарии поведения пользователей будут разоблачены.',
        },
      ],
    }
  },
}
</script>
<style lang=""></style>
